Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# recording.error.screen-permission-denied
source: Screen recording permission denied
de: Die Erlaubnis zur Bildschirmaufzeichnung wurde verweigert
es: Permiso de grabación de pantalla denegado
fr: Autorisation d'enregistrement d'écran refusée
ja: 画面録画の許可が拒否されました
ko: 화면 녹화 권한이 거부되었습니다.
ru: Разрешение на запись экрана отклонено
vi: Quyền Ghi màn hình bị từ chối
zh_hans: 屏幕录制权限被拒绝
zh_hant: 螢幕錄制權限被拒絕

# recording.error.selection-outside-display-bounds
source: Selection area is outside display bounds
de: Auswahlbereich liegt außerhalb der Anzeigegrenzen
es: El área de selección está fuera de los límites de visualización
fr: La zone de sélection est en dehors des limites d'affichage
ja: 選択範囲がディスプレイの範囲外です
ko: 선택 영역이 표시 범위를 벗어났습니다
ru: Область выделения находится за пределами отображения
vi: Vùng chọn nằm ngoài giới hạn màn hình
zh_hans: 选择区域超出显示范围
zh_hant: 選擇區域超出顯示範圍

# recording.error.setup-failed
source: Setup failed: %@
de: Setup fehlgeschlagen: %@
es: Error de instalación: %@
fr: Échec de l'installation : %@
ja: セットアップに失敗しました: %@
ko: 설정 실패: %@
ru: Ошибка установки: %@
vi: Thiết lập thất bại: %@
zh_hans: 安装失败：%@
zh_hant: 安裝失敗：%@

# recording.error.shareable-content-load-failed
source: ScreenCaptureKit could not load shareable content: %@
de: ScreenCaptureKit konnte den gemeinsam nutzbaren Inhalt nicht laden: %@
es: ScreenCaptureKit no pudo cargar contenido para compartir: %@
fr: ScreenCaptureKit n'a pas pu charger le contenu partageable : %@
ja: ScreenCaptureKit が共有可能なコンテンツを読み込めませんでした: %@
ko: ScreenCaptureKit이 공유 가능한 콘텐츠를 로드할 수 없습니다: %@
ru: ScreenCaptureKit не удалось загрузить общий контент: %@
vi: ScreenCaptureKit không thể tải nội dung có thể chia sẻ: %@
zh_hans: ScreenCaptureKit 无法加载可共享内容：%@
zh_hant: ScreenCaptureKit 無法加載可共享內容：%@

# recording.error.write-failed
source: Write failed: %@
de: Schreiben fehlgeschlagen: %@
es: Error de escritura: %@
fr: Échec de l'écriture : %@
ja: 書き込みに失敗しました: %@
ko: 쓰기 실패: %@
ru: Ошибка записи: %@
vi: Ghi dữ liệu thất bại: %@
zh_hans: 写入失败：%@
zh_hant: 寫入失敗：%@

# recording.failed-title
source: Recording Failed
de: Aufnahme fehlgeschlagen
es: Error de grabación
fr: Échec de l'enregistrement
ja: 録画に失敗しました
ko: 녹음 실패
ru: Запись не удалась
vi: Ghi màn hình thất bại
zh_hans: 录音失败
zh_hant: 錄音失敗

# recording.save-location-access-required-message
source: Snapzy needs a save folder permission to continue. Please choose a folder in onboarding or grant it now.
de: Snapzy benötigt eine Berechtigung zum Speichern des Ordners, um fortfahren zu können. Bitte wählen Sie im Onboarding einen Ordner aus oder gewähren Sie ihn jetzt.
es: Snapzy necesita un permiso para guardar la carpeta para continuar. Elija una carpeta en la incorporación o concédala ahora.
fr: Snapzy a besoin d'une autorisation de dossier de sauvegarde pour continuer. Veuillez choisir un dossier lors de l'intégration ou l'accorder maintenant.
ja: 続行するには Snapzy に保存フォルダの権限が必要です。オンボーディングでフォルダを選択するか、今すぐ権限を許可してください。
ko: 계속하려면 Snapzy에 폴더 저장 권한이 필요합니다. 온보딩에서 폴더를 선택하거나 지금 부여하세요.
ru: Чтобы продолжить, Snapzy требуется разрешение на сохранение папки. Пожалуйста, выберите папку при регистрации или предоставьте ее сейчас.
vi: Snapzy cần quyền vào thư mục lưu để tiếp tục. Hãy chọn thư mục trong onboarding hoặc cấp quyền ngay bây giờ.
zh_hans: Snapzy 需要保存文件夹权限才能继续。请在入门中选择一个文件夹或立即授予它。
zh_hant: Snapzy 需要保存檔案夾權限才能繼續。請在入門中選擇一個檔案夾或立即授予它。

# recording.save-location-access-required-title
source: Save Location Access Required
de: Speicherortzugriff erforderlich
es: Guardar ubicación Se requiere acceso
fr: Enregistrer l'accès à l'emplacement requis
ja: 保存先へのアクセスが必要です
ko: 저장 위치 액세스가 필요함
ru: Требуется доступ к местоположению сохранения
vi: Cần quyền truy cập thư mục lưu
zh_hans: 需要保存位置访问权限
zh_hant: 需要保存位置訪問權限

# recording.screenshot-failed-title
source: Screenshot Failed
de: Screenshot fehlgeschlagen
es: Captura de pantalla fallida
fr: Échec de la capture d'écran
ja: スクリーンショットに失敗しました
ko: 스크린샷 실패
ru: Не удалось сделать снимок экрана
vi: Chụp ảnh thất bại
zh_hans: 截图失败
zh_hant: 截圖失敗

# screen-capture.cancelled
source: Capture was cancelled
de: Die Aufnahme wurde abgebrochen
es: La captura fue cancelada
fr: La capture a été annulée
ja: キャプチャはキャンセルされました
ko: 캡처가 취소되었습니다
ru: Захват отменен
vi: Da huy chup
zh_hans: 捕获已取消
zh_hant: 捕獲已取消

# screen-capture.capture-failed
source: Capture failed: %@
de: Erfassung fehlgeschlagen: %@
es: Error de captura: %@
fr: Échec de la capture : %@
ja: キャプチャに失敗しました: %@
ko: 캡처 실패: %@
ru: Не удалось выполнить захват: %@
vi: Chup that bai: %@
zh_hans: 捕获失败：%@
zh_hant: 捕獲失敗：%@

# screen-capture.could-not-create-directory
source: Could not create the save folder: %@
de: Der Speicherordner konnte nicht erstellt werden: %@
es: No se pudo crear la carpeta para guardar: %@
fr: Impossible de créer le dossier de sauvegarde : %@
ja: 保存フォルダを作成できませんでした: %@
ko: 저장 폴더를 생성할 수 없습니다: %@
ru: Не удалось создать папку для сохранения: %@
vi: Khong the tao thu muc luu: %@
zh_hans: 无法创建保存文件夹：%@
zh_hant: 無法創建保存檔案夾：%@

# screen-capture.could-not-create-image-destination
source: Could not create the image destination
de: Das Bildziel
es: No se pudo crear el destino de la imagen
fr: Impossible de créer la destination de l'image
ja: 画像の保存先を作成できませんでした
ko: 이미지 대상을 생성할 수 없습니다
ru: Не удалось создать место назначения изображения
vi: Khong the tao dich anh
zh_hans: 无法创建图像目标
zh_hant: 無法創建圖像目標

# screen-capture.failed-to-create-image-from-frame
source: Failed to create an image from the captured frame
de: Aus dem erfassten Frame konnte kein Bild erstellt werden
es: No se pudo crear una imagen a partir del cuadro capturado
fr: Échec de la création d'une image à partir du cadre capturé
ja: キャプチャしたフレームから画像を作成できませんでした
ko: 캡처된 프레임에서 이미지를 생성하지 못했습니다
ru: Не удалось создать изображение из захваченного кадра
vi: Khong the tao anh tu khung hinh da chup
zh_hans: 无法从捕获的帧创建图像
zh_hant: 無法從捕獲的幀創建圖像

# screen-capture.failed-to-crop-captured-image
source: Failed to crop the captured image
de: Das aufgenommene Bild konnte nicht zugeschnitten werden
es: No se pudo recortar la imagen capturada
fr: Échec du recadrage de l'image capturée
ja: キャプチャした画像を切り抜けませんでした
ko: 캡처된 이미지를 자르지 못했습니다.
ru: Не удалось обрезать захваченное изображение
vi: Khong the cat anh da chup
zh_hans: 无法裁剪捕获的图像
zh_hant: 無法裁剪捕獲的圖像

# screen-capture.failed-to-write-image-to-disk
source: Failed to write the image to disk
de: Das Bild konnte nicht auf die Festplatte geschrieben werden
es: No se pudo escribir la imagen en el disco
fr: Échec de l'écriture de l'image sur le disque
ja: 画像をディスクに書き込めませんでした
ko: 이미지를 디스크에 쓰지 못했습니다
ru: Не удалось записать образ на диск
vi: Khong the ghi anh xuong dia
zh_hans: 无法将图像写入磁盘
zh_hant: 無法將圖像寫入磁盤

# screen-capture.file-write-verification-failed
source: File write verification failed for %@
de: Die Überprüfung des Dateischreibvorgangs ist für %@
es: La verificación de escritura del archivo falló para %@
fr: La vérification de l'écriture du fichier a échoué pour %@
ja: %@ への書き込み検証に失敗しました
ko: %@에 대한 파일 쓰기 확인에 실패했습니다
ru: Проверка записи файла не удалась для %@
vi: Xac minh ghi tep that bai cho %@

# screen-capture.no-display-found
source: No display found to capture
de: Kein Display zum Erfassen gefunden
es: No se encontró ninguna pantalla para capturar
fr: Aucun affichage trouvé pour capturer
ja: キャプチャするディスプレイが見つかりませんでした
ko: 캡처할 디스플레이를 찾을 수 없습니다
ru: Не найден дисплей для захвата
vi: Khong tim thay man hinh de chup
zh_hans: 的文件写入验证失败找不到可捕获的显示器
zh_hant: 的檔案寫入驗證失敗找不到可捕獲的顯示器

source: Screen capture permission denied
de: Berechtigung zur Bildschirmaufnahme verweigert
es: Permiso de captura de pantalla denegado
fr: Autorisation de capture d'écran refusée
ja: 画面キャプチャの権限が拒否されました
ko: 화면 캡처 권한이 거부되었습니다
ru: Разрешение на захват экрана отклонено
vi: Quyen chup man hinh bi tu choi
zh_hans: 屏幕截图权限被拒绝
zh_hant: 螢幕截圖權限被拒絕

# screen-capture.save-failed
source: Failed to save screenshot: %@
de: Screenshot konnte nicht gespeichert werden: %@
es: No se pudo guardar la captura de pantalla: %@
fr: Échec de l'enregistrement de la capture d'écran : %@
ja: スクリーンショットを保存できませんでした: %@
ko: 스크린샷 저장 실패: %@
ru: Не удалось сохранить снимок экрана: %@
vi: Khong the luu anh chup man hinh: %@
zh_hans: 保存屏幕截图失败：%@
zh_hant: 保存螢幕截圖失敗：%@

# screen-capture.save-location-permission-required
source: Save location permission is required.
de: Eine Berechtigung zum Speichern des Standorts ist erforderlich.
es: Se requiere permiso para guardar la ubicación.
fr: L’autorisation d’enregistrer l’emplacement est requise.
ja: 保存先の権限が必要です。
ko: 위치 저장 권한이 필요합니다.
ru: Требуется разрешение на сохранение местоположения.
vi: Can co quyen truy cap thu muc luu.
zh_hans: 需要保存位置权限。
zh_hant: 需要保存位置權限。

# screen-capture.selection-outside-display-bounds
source: The selected area is outside the display bounds
de: Der ausgewählte Bereich liegt außerhalb der Anzeigegrenzen
es: El área seleccionada está fuera de los límites de visualización
fr: La zone sélectionnée se trouve en dehors des limites d'affichage
ja: 選択した領域は表示範囲外です
ko: 선택한 영역이 표시 범위를 벗어났습니다
ru: Выделенная область находится за пределами отображения
vi: Vung da chon nam ngoai gioi han man hinh
zh_hans: 所选区域超出显示范围
zh_hant: 所選區域超出顯示範圍

# screen-capture.unable-to-capture-selected-area
source: Unable to capture the selected area.
de: Der ausgewählte Bereich kann nicht erfasst werden.
es: No se puede capturar el área seleccionada.
fr: Impossible de capturer la zone sélectionnée.
ja: 選択した領域をキャプチャできません。
ko: 선택한 영역을 캡처할 수 없습니다.
ru: Невозможно захватить выбранную область.
vi: Khong the chup vung da chon.
zh_hans: 无法捕获所选区域。
zh_hant: 無法捕獲所選區域。

# screen-capture.webp-encoding-failed
source: WebP encoding failed
de: WebP-Kodierung fehlgeschlagen
es: La codificación WebP falló
fr: L'encodage WebP a échoué
ja: WebP エンコードに失敗しました
ko: WebP 인코딩 실패
ru: Ошибка кодирования WebP
vi: Ma hoa WebP that bai
zh_hans: WebP 编码失败
zh_hant: WebP 編碼失敗

# scrolling-capture-status.adjust-region
source: Adjust the region so only the moving content stays inside, then press Start Capture. Press Esc to cancel.
de: Passen Sie den Bereich so an, dass nur der bewegte Inhalt darin verbleibt, und drücken Sie dann „Aufnahme starten“. Drücken Sie Esc, um den Vorgang abzubrechen.
es: Ajuste la región para que solo el contenido en movimiento permanezca dentro, luego presione Iniciar captura. Presione Esc para cancelar.
fr: Ajustez la région pour que seul le contenu en mouvement reste à l'intérieur, puis appuyez sur Démarrer la capture. Appuyez sur Échap pour annuler.
ja: 移動するコンテンツのみが内側に残るように領域を調整し、[キャプチャ開始] を押します。キャンセルするには Esc を押してください。
ko: 움직이는 콘텐츠만 내부에 있도록 영역을 조정한 다음 캡처 시작을 누릅니다. 취소하려면 Esc를 누르세요.
ru: Настройте область так, чтобы внутри оставался только движущийся контент, затем нажмите «Начать съемку». Нажмите Esc для отмены.
vi: Dieu chinh vung sao cho chi phan noi dung dang cuon nam ben trong, roi nhan Bat dau chup. Nhan Esc de huy.
zh_hans: 调整区域，以便仅移动的内容保留在内部，然后按“开始捕获”。按 Esc 键取消。
zh_hant: 調整區域，以便僅移動的內容保留在內部，然後按“開始捕獲”。按 Esc 鍵取消。

# scrolling-capture-status.aligning-latest-content
source: Capturing and aligning the latest visible content...
de: Erfassen und Ausrichten der neuesten sichtbaren Inhalte...
es: Capturando y alineando el contenido visible más reciente...
fr: Capturer et aligner le dernier contenu visible...
ja: 最新の表示コンテンツをキャプチャして配置しています...
ko: 표시되는 최신 콘텐츠를 캡처하고 정렬하는 중...
ru: Захват и выравнивание последнего видимого контента...
vi: Dang chup va can chinh phan noi dung moi nhat dang hien thi...
zh_hans: 捕获并对齐最新的可见内容...
zh_hant: 捕獲並對齊最新的可見內容...

# scrolling-capture-status.alignment-paused
source: Alignment paused. Slow down and keep one direction so Snapzy can recover.
de: Ausrichtung pausiert. Machen Sie langsamer und behalten Sie eine Richtung bei, damit Snapzy sich erholen kann.
es: Alineación pausada. Reduce la velocidad y mantén una dirección para que Snapzy pueda recuperarse.
fr: L’alignement s’est arrêté. Ralentissez et gardez une direction pour que Snapzy puisse récupérer.
ja: アライメントは一時停止されました。 Snapzy が回復できるように、速度を落として一方向を維持してください。
ko: 정렬이 일시중지되었습니다. Snapzy가 회복할 수 있도록 속도를 줄이고 한 방향을 유지하세요.
ru: Выравнивание приостановлено. Снизьте скорость и держитесь одного направления, чтобы Snapzy мог восстановиться.
vi: Da tam dung can chinh. Hay cuon cham hon va giu mot huong de Snapzy khoi phuc.
zh_hans: 对齐暂停。放慢速度并保持一个方向，以便 Snapzy 能够恢复。
zh_hant: 對齊暫停。放慢速度並保持一個方向，以便 Snapzy 能夠恢復。

# scrolling-capture-status.capturing-first-frame
source: Capturing the first frame. After that, keep scrolling downward at a steady pace.
de: Das erste Bild aufnehmen. Scrollen Sie anschließend gleichmäßig weiter nach unten.
es: Capturando el primer fotograma. Después de eso, sigue desplazándote hacia abajo a un ritmo constante.
fr: Capturer la première image. Après cela, continuez à faire défiler vers le bas à un rythme constant.
ja: 最初のフレームをキャプチャします。その後、一定の速度で下にスクロールし続けます。
ko: 첫 번째 프레임을 캡처합니다. 그 후에는 일정한 속도로 계속 아래로 스크롤하세요.
ru: Захват первого кадра. После этого продолжайте прокручивать вниз в устойчивом темпе.
vi: Dang chup khung hinh dau tien. Sau do hay tiep tuc cuon xuong voi toc do on dinh.
zh_hans: 捕获第一帧。之后，继续以稳定的速度向下滚动。
zh_hant: 捕獲第一幀。之後，繼續以穩定的速度向下滾動。

# scrolling-capture-status.couldnt-align-frame
source: Couldn't align that frame. Keep the same direction and a steadier pace.
de: Der Rahmen konnte nicht ausgerichtet werden. Behalten Sie die gleiche Richtung und ein gleichmäßigeres Tempo bei.
es: No se pudo alinear ese marco. Mantenga la misma dirección y un ritmo más constante.
fr: Impossible d'aligner ce cadre. Gardez la même direction et un rythme plus régulier.
ja: そのフレームを調整できませんでした。同じ方向を保ち、より安定したペースを保ちます。
ko: 해당 프레임을 정렬할 수 없습니다. 같은 방향과 꾸준한 속도를 유지하세요.
ru: Не удалось выровнять этот кадр. Сохраняйте то же направление и более устойчивый темп.
vi: Khong the can chinh khung hinh do. Hay giu cung mot huong va nhip cuon on dinh hon.
zh_hans: 无法对齐该框架。保持相同的方向和更稳定的步伐。
zh_hant: 無法對齊該框架。保持相同的方向和更穩定的步伐。

# scrolling-capture-status.couldnt-capture-last-frame
source: Couldn't capture the last frame. Snapzy will save the current stitched result.
de: Das letzte Bild konnte nicht erfasst werden. Snapzy speichert das aktuelle Stitch-Ergebnis.
es: No se pudo capturar el último fotograma. Snapzy guardará el resultado cosido actual.
fr: Impossible de capturer la dernière image. Snapzy enregistrera le résultat cousu actuel.
ja: 最後のフレームをキャプチャできませんでした。 Snapzy は現在のステッチ結果を保存します。
ko: 마지막 프레임을 캡처할 수 없습니다. Snapzy는 현재 스티치 결과를 저장합니다.
ru: Не удалось запечатлеть последний кадр. Snapzy сохранит текущий результат сшивания.
vi: Khong the chup khung hinh cuoi. Snapzy se luu ket qua ghep hien tai.
zh_hans: 无法捕捉最后一帧。 Snapzy 将保存当前的拼接结果。
zh_hant: 無法捕捉最後一幀。 Snapzy 將保存當前的拼接結果。

# scrolling-capture-status.couldnt-refresh-last-frame
source: Couldn't refresh the last frame. Snapzy will save the current stitched result.
de: Der letzte Frame konnte nicht aktualisiert werden. Snapzy speichert das aktuelle Stitch-Ergebnis.
es: No se pudo actualizar el último fotograma. Snapzy guardará el resultado cosido actual.
fr: Impossible d'actualiser la dernière image. Snapzy enregistrera le résultat cousu actuel.
ja: 最後のフレームを更新できませんでした。 Snapzy は現在のステッチ結果を保存します。
ko: 마지막 프레임을 새로고침할 수 없습니다. Snapzy는 현재 스티치 결과를 저장합니다.
ru: Не удалось обновить последний кадр. Snapzy сохранит текущий результат сшивания.
vi: Khong the lam moi khung hinh cuoi. Snapzy se luu ket qua ghep hien tai.
zh_hans: 无法刷新最后一帧。 Snapzy 将保存当前的拼接结果。
zh_hant: 無法刷新最後一幀。 Snapzy 將保存當前的拼接結果。

# scrolling-capture-status.direction-changed
source: Direction changed. Keep scrolling the same way or restart the session.
de: Richtung geändert. Scrollen Sie auf die gleiche Weise weiter oder starten Sie die Sitzung neu.
es: La dirección cambió. Sigue desplazándote de la misma manera o reinicia la sesión.
fr: La direction a changé. Continuez à faire défiler de la même manière ou redémarrez la session.
ja: 方向が変わりました。同じようにスクロールし続けるか、セッションを再開してください。
ko: 방향이 바뀌었습니다. 같은 방식으로 계속 스크롤하거나 세션을 다시 시작하세요.
ru: Направление изменилось. Продолжайте прокручивать в том же направлении или перезапустите сеанс.
vi: Huong cuon da thay doi. Hay tiep tuc cuon cung mot huong hoac bat dau lai phien.
zh_hans: 方向改变了。继续以相同方式滚动或重新启动会话。
zh_hant: 方向改變了。繼續以相同方式滾動或重新啓動會話。

# scrolling-capture-status.end-reached-no-new-content
source: No new content detected. You're probably at the end of the scrollable content. Press Done to save.
de: Keine neuen Inhalte erkannt. Sie sind wahrscheinlich am Ende des scrollbaren Inhalts angelangt. Drücken Sie zum Speichern auf „Fertig“.
es: No se detectó ningún contenido nuevo. Probablemente estés al final del contenido desplazable. Presione Listo para guardar.
fr: Aucun nouveau contenu détecté. Vous êtes probablement à la fin du contenu déroulant. Appuyez sur Terminé pour enregistrer.
ja: 新しいコンテンツは検出されませんでした。おそらくスクロール可能なコンテンツの最後まで来ています。 「完了」を押して保存します。
ko: 새로운 콘텐츠가 감지되지 않았습니다. 아마도 스크롤 가능한 콘텐츠가 끝났을 것입니다. 완료를 눌러 저장하세요.
ru: Нового контента не обнаружено. Вероятно, вы находитесь в конце прокручиваемого контента. Нажмите Готово, чтобы сохранить.
vi: Khong phat hien noi dung moi. Co the ban da den cuoi phan noi dung co the cuon. Nhan Xong de luu.
zh_hans: 未检测到新内容。您可能位于可滚动内容的末尾。按“完成”保存。
zh_hant: 未檢測到新內容。您可能位於可滾動內容的末尾。按“完成”保存。

# scrolling-capture-status.finalizing-couldnt-align-last-frame
source: Couldn't align the last frame cleanly. Snapzy will save the current stitched result.
de: Der letzte Frame konnte nicht sauber ausgerichtet werden. Snapzy speichert das aktuelle Stitch-Ergebnis.
es: No se pudo alinear limpiamente el último fotograma. Snapzy guardará el resultado cosido actual.
fr: Impossible d'aligner proprement la dernière image. Snapzy enregistrera le résultat cousu actuel.
ja: 最後のフレームをきれいに揃えることができませんでした。 Snapzy は現在のステッチ結果を保存します。
ko: 마지막 프레임을 깔끔하게 정렬할 수 없습니다. Snapzy는 현재 스티치 결과를 저장합니다.
ru: Не удалось аккуратно выровнять последний кадр. Snapzy сохранит текущий результат сшивания.
vi: Khong the can chinh gon khung hinh cuoi. Snapzy se luu ket qua ghep hien tai.
zh_hans: 无法干净地对齐最后一帧。 Snapzy 将保存当前的拼接结果。
zh_hant: 無法乾淨地對齊最後一幀。 Snapzy 將保存當前的拼接結果。

# scrolling-capture-status.finalizing-current-capture
source: Finalizing the current capture. Snapzy is locking the latest stitched result before saving.
de: Finalisierung der aktuellen Aufnahme. Snapzy sperrt das neueste Stitch-Ergebnis vor dem Speichern.
es: Finalizando la captura actual. Snapzy está bloqueando el último resultado cosido antes de guardarlo.
fr: Finalisation de la capture en cours. Snapzy verrouille le dernier résultat cousu avant de l'enregistrer.
ja: 現在のキャプチャを終了しています。 Snapzy は、保存する前に最新のステッチ結果をロックします。
ko: 현재 캡처를 마무리하는 중입니다. Snapzy는 저장하기 전에 최신 스티치 결과를 잠급니다.
ru: Завершение текущего захвата. Snapzy блокирует последний результат сшивания перед сохранением.
vi: Dang hoan tat anh chup hien tai. Snapzy dang khoa ket qua ghep moi nhat truoc khi luu.
zh_hans: 完成当前捕获。 Snapzy 在保存之前锁定最新的缝合结果。
zh_hant: 完成當前捕獲。 Snapzy 在保存之前鎖定最新的縫合結果。

# scrolling-capture-status.finalizing-frames
source: Locking the current capture. Snapzy is sealing %d stitched frames before saving.
de: Sperren der aktuellen Aufnahme. Snapzy versiegelt %d zusammengefügte Frames vor dem Speichern.
es: Bloqueando la captura actual. Snapzy está sellando %d cuadros cosidos antes de guardarlos.
fr: Verrouillage de la capture en cours. Snapzy scelle %d cadres cousus avant de les enregistrer.
ja: 現在のキャプチャをロックしています。 Snapzy は、保存する前に %d 個のステッチされたフレームをシールしています。
ko: 현재 캡처를 잠급니다. Snapzy가 저장하기 전에 연결된 프레임 %d개를 봉인하고 있습니다.
ru: Блокировка текущего захвата. Snapzy запечатывает %d сшитых кадров перед сохранением.
vi: Dang khoa anh chup hien tai. Snapzy dang chot %d khung da ghep truoc khi luu.
zh_hans: 锁定当前捕获。 Snapzy 在保存之前正在密封 %d 个缝合帧。
zh_hant: 鎖定當前捕獲。 Snapzy 在保存之前正在密封 %d 個縫合幀。

# scrolling-capture-status.finalizing-height-limit-reached
source: Height limit reached. Snapzy is saving the current stitched result.
de: Höhenlimit erreicht. Snapzy speichert das aktuelle Stitch-Ergebnis.
es: Límite de altura alcanzado. Snapzy está guardando el resultado cosido actual.
fr: Limite de hauteur atteinte. Snapzy enregistre le résultat cousu actuel.
ja: 高さ制限に達しました。 Snapzy は現在のステッチ結果を保存しています。
ko: 높이 제한에 도달했습니다. Snapzy는 현재 스티치 결과를 저장하고 있습니다.
ru: Достигнут предел высоты. Snapzy сохраняет текущий результат сшивания.
vi: Da cham gioi han chieu cao. Snapzy dang luu ket qua ghep hien tai.
zh_hans: 达到高度限制。 Snapzy 正在保存当前的拼接结果。
zh_hant: 達到高度限制。 Snapzy 正在保存當前的拼接結果。

# scrolling-capture-status.finalizing-no-new-content
source: No new content was detected. Snapzy is saving the current stitched result.
de: Es wurden keine neuen Inhalte erkannt. Snapzy speichert das aktuelle Stitch-Ergebnis.
es: No se detectó ningún contenido nuevo. Snapzy está guardando el resultado cosido actual.
fr: Aucun nouveau contenu n'a été détecté. Snapzy enregistre le résultat cousu actuel.
ja: 新しいコンテンツは検出されませんでした。 Snapzy は現在のステッチ結果を保存しています。
ko: 새로운 콘텐츠가 감지되지 않았습니다. Snapzy는 현재 스티치 결과를 저장하고 있습니다.
ru: Нового контента обнаружено не было. Snapzy сохраняет текущий результат сшивания.
vi: Khong phat hien noi dung moi. Snapzy dang luu ket qua ghep hien tai.
zh_hans: 没有检测到新内容。 Snapzy 正在保存当前的拼接结果。
zh_hant: 沒有檢測到新內容。 Snapzy 正在保存當前的拼接結果。

# scrolling-capture-status.first-frame-locked
source: First frame locked. Keep the pointer over the highlighted region and scroll downward steadily.
de: Erster Frame gesperrt. Halten Sie den Mauszeiger über dem hervorgehobenen Bereich und scrollen Sie gleichmäßig nach unten.
es: Primer fotograma bloqueado. Mantenga el puntero sobre la región resaltada y desplácese hacia abajo de manera constante.
fr: Premier cadre verrouillé. Gardez le pointeur sur la région en surbrillance et faites défiler vers le bas régulièrement.
ja: 最初のフレームがロックされました。ハイライト表示された領域にポインタを置き、下に着実にスクロールします。
ko: 첫 번째 프레임이 잠겨 있습니다. 강조 표시된 영역 위에 포인터를 두고 아래로 꾸준히 스크롤합니다.
ru: Первый кадр заблокирован. Удерживайте указатель над выделенной областью и плавно прокручивайте вниз.
vi: Da khoa khung hinh dau tien. Giu con tro trong vung duoc to sang va cuon xuong deu tay.
zh_hans: 第一帧已锁定。将指针保持在突出显示的区域上并稳定向下滚动。
zh_hant: 第一幀已鎖定。將指針保持在突出顯示的區域上並穩定向下滾動。

# scrolling-capture-status.height-limit-reached
source: Reached the %d px output limit. Press Done to save the current result.
de: Das Ausgabelimit von %d px wurde erreicht. Drücken Sie Fertig, um das aktuelle Ergebnis zu speichern.
es: Se alcanzó el límite de salida de %d px. Presione Listo para guardar el resultado actual.
fr: Vous avez atteint la limite de sortie de %d px. Appuyez sur Terminé pour enregistrer le résultat actuel.
ja: %d ピクセルの出力制限に達しました。 「完了」を押して現在の結果を保存します。
ko: %dpx 출력 제한에 도달했습니다. 현재 결과를 저장하려면 완료를 누르세요.
ru: Достигнут предел вывода %d пикселей. Нажмите Готово, чтобы сохранить текущий результат.
vi: Da cham gioi han dau ra %d px. Nhan Xong de luu ket qua hien tai.
zh_hans: 已达到 %d px 输出限制。按完成保存当前结果。
zh_hant: 已達到 %d px 輸出限制。按完成保存當前結果。

# scrolling-capture-status.mixed-directions-detected
source: Mixed scroll directions detected. Keep one direction so Snapzy can align.
de: Es wurden gemischte Scrollrichtungen erkannt. Behalten Sie eine Richtung bei, damit Snapzy sich ausrichten kann.
es: Se detectaron direcciones de desplazamiento mixtas. Mantenga una dirección para que Snapzy pueda alinearse.
fr: Sens de défilement mixtes détectés. Gardez une direction pour que Snapzy puisse s'aligner.
ja: 混合スクロール方向が検出されました。 Snapzy が位置を合わせられるように、一方向を維持してください。
ko: 혼합된 스크롤 방향이 감지되었습니다. Snapzy가 정렬할 수 있도록 한 방향을 유지하세요.
ru: Обнаружены смешанные направления прокрутки. Сохраняйте одно направление, чтобы Snapzy мог выровняться.
vi: Phat hien cuon nhieu huong. Hay giu mot huong de Snapzy co the can chinh.
zh_hans: 检测到混合滚动方向。保持一个方向，以便 Snapzy 可以对齐。
zh_hant: 檢測到混合滾動方向。保持一個方向，以便 Snapzy 可以對齊。
